Repository: alvaroburns/muzika
Catalog: po/*.po
Languages: es

source: Music Streaming
es: Reproductor de musica

source: Stream music online
es: Reproduce musica online

source: Elegant music streaming application
es: Elegante aplicacion de reproduccion de musica

source: Play music from millions of songs available on the internet for free. Search for songs, albums, artists, and more. Discover new music from playlists and get a personalized &amp; curated experience.
es: Reproduce musica de millones de canciones disponibles en el internet gratis. Busca por canciones, albunes, artistas y mas. Descubre nueva musca de listas de reproduccion y obtiene una experiencia personalizada &amp; verificada

source: Current features:
es: Caracteristicas

source: play any music from YouTube Music
es: reproduce cualquier cancion de Youtube Music

source: allows sign in through OAuth with Google to play your playlists and more from your library or uploads
es: Permite iniciar sesion mediante OAuth con Google para reproducir tus listas de reproduccion y mas de tu biblioteca o cargas

source: search for songs, albums, artists, radios, community &amp; featured playlists and more
es: Buscar canciones, albunes, artistas, radios, comunidad &amp; destacadas listas de Reproduccion y mas

source: access personalised music radios &amp; mixes
es: Accede a musica personalizada radios &amp; mixes

source: Whether lists are preferred to grids
es: Si las listas se prefieren como cuadriculas

source: If this option is enabled, the library view will show a list instead of the default grid.
es: Si esta opcion esta activada, la vista de la biblioteca mostrara una lista en vez de la cuadricula por defecto.

source: Volume
es: Volumen

source: The volume of the player
es: El volumen del reproductor

source: Muted
es: Silenciado

source: Whether to mute all media
es: Si silenciar todos los medios

source: Background Playback
es: Reproduccion en Segundo Plano

source: Keep playing in the background after the main window is closed
es: Seguir reproduciendo en segundo planoo despues de que la ventana principal se cierre

source: Audio Quality
es: Calidad del Audio

source: Preferred audio quality.
es: Calidad de audio preferida

source: Video Quality
es: Calidad de Video

source: Preferred video quality.
es: Calidad de video preferida

source: More
es: Mas

source: Search…
es: Buscar…

source: Load More
es: Cargar Mas

source: Toggle Shuffle
es: Alternar Aleatorio

source: Previous
es: Anterior

source: Toggle Play/Pause
es: Alternar Reproducir/Pausar

source: Next
es: Siguiente

source: Toggle Repeat State
es: Cambiar Estado de Repeticion

source: Adjust Volume
es: Ajustar Volumen

source: Lyrics are not available
es: Las letras no estan disponibles

source: If the song has lyrics, they'll appear here when they become available
es: Si la cancion tiene letras, apareceran aqui cuando esten disponibles

source: Play Next
es: Reproducir a Continuacion

source: Queue
es: Cola

source: Lyrics
es: Letras

source: Related
es: Relacionado

source: Now Playing
es: Reproduciendo Ahora

source: Song
es: Cancion

source: The Queue is empty
es: La cola esta vacia

source: Play some tracks to see the queue
es: Reproducir algunas pistas para ver la cola

source: Playing From
es: Reproduciendo de

source: No related music
es: No hay musica relacionada

source: We couldn't find any music related to this track.
es: No pudimos encontrar musica relacionada a esta pista.

source: Edit Playlist
es: Editar Lista de Reproduccion

source: Title
es: Titulo

source: Description
es: Descripcion

source: Privacy
es: Privacidad

source: Save
es: Guardar

source: Read more
es: Leer Mas

source: Save to playlist
es: Guardar la Lista de Reproduccion

source: New playlist
es: Nueva Lista de Reproduccion

source: Play
es: Reproducir

source: Shuffle
es: Aleatorizar

source: Top Result
es: Resultados Populares

# shortcut window
source: Show Shortcuts
es: Mostrar Atajos

# shortcut window
source: Quit
es: Salir

# shortcut window
source: Video Player
es: Reproductor de Video

# shortcut window
source: Play/Pause
es: Reproducir/Pausar

# shortcut window
source: Close Video Player
es: Cerrar el Reproductor de Video

# shortcut window
source: Increase Volume
es: Subir Volumen

# shortcut window
source: Decrease Volume
es: Bajar Volumen

source: Subscribe
es: Suscribirse

source: Top Songs
es: Canciones Populares

source: Authentication Is Required
es: Se Requiere Autenticacion

source: Log In
es: Iniciar Sesion

source: Go to Home
es: Ir al Inicio

source: Error Details
es: Detalles de error

source: Last 7 days
es: Ultimos 7 dias

source: Songs on Repeat
es: Canciones en Repeticion

source: An error occurred
es: Un error ocurrio

source: New Releases
es: Nuevos Lanzamientos

source: Charts
es: Tendencias

source: Moods and Genres
es: Estados de Animo y Generos

source: Login
es: Iniciar Sesion

source: Scan with phone or go to
es: Escanea con el telefono o ve a

source: Enter the code
es: Introducir el codigo

source: Copy Code
es: Copiar Codigo

source: Refresh Code
es: Actualizar Codigo

source: Add to Library
es: Añadir a la Biblioteca

source: Suggestions
es: Sugerencias

source: Refresh
es: Actualizar

source: Sound
es: Sonido

source: Preferred Playback Quality
es: Calidad de Reproduccion Preferida

source: No Results
es: No hay resultados

source: Try a different search
es: Intenta una busqueda diferente

source: Account
es: Cuenta

source: _Preferences
es: _Preferencias

source: _Keyboard Shortcuts
es: _Atajos de Teclado

source: _About Muzika
es: _Acerca de Muzika

source: Start radio
es: Iniciar radio

source: Play next
es: Reproducir a continuacion

source: Add to queue
es: Añadir a la cola

source: Go to album
es: Ir al album

source: Go to artist
es: Ir al artista

source: Shuffle play
es: Aleatorizar

source: Start Radio
es: Iniciar Radio

source: Playlist
es: Lista de Reproduccion

source: Profile
es: Perfil

source: Artist
es: Artista

source: Home
es: Inicio

source: Explore
es: Explorar

source: Library
es: Biblioteca

source: Artists
es: Artistas

source: Subscriptions
es: Subscripciones

source: Albums
es: Albunes

source: Songs
es: Canciones

source: History
es: Historial

source: Playlists
es: Listas de Reproduccion

source: All Playlists
es: Todas las Listas de Reproduccion

source: Off
es: Apagado

source: Auto-translate
es: Traduccion Automatica

source: Auto
es: Automatico

source: Subtitles
es: Subtitulos

source: Quality
es: Calidad

source: Full volume
es: Volumen al Maximo

source: No song selected
es: Ninguna cancion seleccionada

source: %d song selected
es: %d canciones seleccionadas

source: %d songs selected
es: %d canciones seleccionadas

source: Time
es: Tiempo

source: Remove from playlist
es: Eliminar de la lista de reproduccion

source: Public
es: Publico

source: Anyone can search for and view
es: Cualquiera puede buscarla y verla

source: Unlisted
es: No listada

source: Anyone with the link can view
es: Cualquiera con el enlace puede verla

source: Private
es: Privada

source: Only you can view
es: Solo tu puedes verla

source: Playlist saved
es: Lista de Reproduccion Guardada

source: Couldn't get your playlists. Please try again later.
es: No se pudo obtener tus listas de reproduccion. Por favor intenta de nuevo mas tarde

source: Duplicates
es: Duplicadas

source: One or more of the songs are already in your playlist
es: Una o mas canciones ya estan en la lista de reproduccion

source: Skip duplicates
es: Saltar duplicadas

source: Add anyway
es: Añadir de todos modos

source: This song is already in the playlist
es: Esta cancion ya esta en la lista de reproduccion

source: Recents
es: Recientes

source: All playlists
es: Todas las Listas de Reproduccion

source: Saved to %s
es: Guardado en %s

source: Couldn't add playlist to %s
es: No se pudo añadir la lista de reproduccion a %s

source: Couldn't add songs to %s
es: No se pudo añadir las canciones a %s

source: Couldn't add song to %s
es: No se pudo añadir la cancion a %s

source: Results
es: Resultados

source: Add
es: Añadir

source: Search Results
es: Resultados de la busqueda

source: Library Playlists
es: Listas de Reproduccion de la Biblioteca

source: Library Albums
es: Albunes de la Biblioteca

source: Library Artists
es: Artistas de la Biblioteca

source: Library Subscriptions
es: Subscripciones de la Biblioteca

source: Library Songs
es: Canciones de la Biblioteca

source: Artist Albums
es: Albunes del Artista

source: Channel
es: Canal

source: Channel Playlists
es: Listas de Reproduccion del Canal

source: Moods and genres
es: Estados de animo y generos

source: Mood
es: Estado de animo

source: Other versions
es: Otras versiones

source: Unknown year
es: Año desconocido

source: Copy Link
es: Copiar Enlace

source: Singles
es: Sencillos

source: From your library
es: De tu Biblioteca

source: Featured on
es: Destacado en

source: Fans might also like
es: A los Fans tambien le puede gustar

source: Subscribed
es: Suscrito

source: Unsubscribed from %s
es: Desuscrito de %s

source: Subscribed to %s
es: Suscrito a %s

source: Couldn't unsubscribe from %s. Try again later
es: No pudiste desuscribirte de %s. Intenta de nuevo mas tarde

source: Couldn't subscribe to %s%ist. Try again later
es: No se pudo suscribir a %s%ist. Intenta de nuevo mas tarde

source: Your authentication details have expired. Please log in again or go to home.
es: Tus datos de auntenticacion expiraron. Por favor intenta iniciar sesion de nuevo o ve al inicio.

source: The page you were trying to access requires you to log in.
es: La pagina que estas buscando acceder requiere que inicies sesion

source: Artists on repeat
es: Artistas en Repeticion

source: Playlists on repeat
es: Listas de Reproduccion en repeticion

source: Top songs
es: Canciones Destacadas

source: Top music videos
es: Videos musicales destacados

source: Genres
es: Generos

source: Trending
es: Destacados

source: Connect to the internet
es: Conectate a la internet

source: You're offline. Check your connection and try again.
es: Estas desconectado. Verifica tu conexion e intenta mas tarde

source: Unknown error
es: Error desconocido

source: New albums & singles
es: Nuevos albunes y sencillos

source: New music videos
es: Nuevos videos musicales

source: Couldn't get more items from your home feed. Please try again later.
es: No se pudo obtener mas cosas te tu pagina principal. Por favor intenta mas tarde

source: Recent activity
es: Actividad Reciente

source: Recently added
es: Añadidas Recientemente

source: Recently played
es: Reproducidas Recientemente

source: A to Z
es: A a la Z

source: Z to A
es: Z a la A

source: Couldn't get more library songs
es: No se pudo obtener mas canciones de la biblioteca

source: Copied to clipboard
es: Copiado al Portapapeles

source: An Error happened while trying to log you in. Generating a new code…
es: Un Error ocurrio mientras intentabas iniciar sesion. Generando un nuevo codigo…

source: Delete playlist
es: Eliminar lista de reproduccion

source: Are you sure you want to delete this playlist?
es: Estas seguro que queres eliminar esta lista de reproduccion?

source: Cancel
es: Cancelar

source: Delete
es: Eliminar

source: Playlist deleted
es: Lista de reproduccion eliminada

source: Couldn't delete playlist
es: No se pudo eliminar la lista de reproduccion

source: Couldn't remove songs from playlist
es: No se pudo eliminar la cancion de la lista de reproduccion

source: Couldn't remove song from playlist
es: No se pudo eliminar la cancion de la lista de reproduccion

source: %d song removed from playlist
es: %d cancion eliminada de la lista de reproduccion

source: %d songs removed from playlist
es: %d canciones eliminadas de la lista de reproduccion

source: Are you sure that you want to remove the selected content from the playlist?
es: Estas seguro que quieres eliminar el contenido seleccionado de la lista de reproduccion?

source: Remove
es: Eliminar

source: Failed to add suggestion
es: Fallo al agregar la sugerencia

source: Related playlists
es: Listas de Reproduccion Relacionadas

source: Couldn't refresh playlist suggestions
es: No se pudo actualizar las sugerencias de listas de reproduccion

source: Select tracks…
es: Pistas Seleccionadas…

source: Delete Playlist…
es: Eliminar lista de Reproduccion…

source: Catalog
es: Catalogo

source: Uploads
es: Cargas

source: Did you mean: %s
es: Te referias a: %s

source: Showing results for: %s
es: Mostrando resultados de: %s

source: Search instead for: %s
es: Buscar en vez por: %s

source: Couldn't get more search results. Try again later.
es: No se obtuvieron mas resultados de la busqueda. Intenta de nuevo mas tarde.

source: Community Playlists
es: Listas de Reproduccion de la Comunidad

source: Featured Playlists
es: Listas de Reproduccion Destacadas

source: Profiles
es: Perfiles

source: Repeat All Songs
es: Repetir todas las Canciones

source: Repeat the Current Song
es: Repetir la Cancion

source: Enable Repeat
es: Activar Repeticion

source: High Resolution
es: Alta Resolucion

source: Very Low
es: Muy Baja

source: Low
es: Baja

source: Medium
es: Media

source: High
es: Alta

source: Playing “%s” next
es: Añadida “%s” a continuacion

source: Added “%s” to queue
es: Añadida “%s” a la cola

source: Starting Radio
es: Comenzar Radio

source: Playing %d songs next
es: Reproduciendo %d canciones despues

source: Added %d songs to queue
es: Añadidas %d canciones a la cola

source: Logout
es: Cerrar sesion

source: Change rating of track
es: Cambiar calificacion de la pista

source: Remove from liked songs
es: Eliminar de las canciones que te gustan

source: Add to liked songs
es: Añadir a las canciones que te gustan

source: Add to disliked songs
es: Añadir a las canciones que no te gustan

source: Invalid language selected
es: El lenguaje seleccionado no es valido

source: Muzika needs to run in the background to play music
es: Muzika necesita ejecutarse en segundo plano para reproducir musica

source: Playing in the background
es: Reproduciendo en segundo plano

source: Copied URL to clipboard
es: URL copiada al portapapeles

source: Are you sure?
es: Seguro?

source: Successfully logged in!
es: Iniciado sesion exitosamente

source: An error happened while logging you in. Please try again later.
es: Un error ocurrio mientas iniciabas sesion. intenta mas tarde

source: Added to disliked songs
es: Añadido a las canciones que no te gustan

source: Added to liked songs
es: Añadido a las canciones que te gustan

source: Liked songs
es: Canciones que te gustan

source: Removed from liked songs
es: Eliminado de las canciones que te gustan

source: Removed from disliked songs
es: Eliminado de las canciones que no te gustan

source: An error happened while rating song
es: A ocurrido un error mientras se calificaba la cancion
